;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: PlayerRole
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[PlayerRoles]
PlayerRoles_None_DisplayName=None
PlayerRoles_None_Description=
PlayerRoles_Ach1_Holiday_Role_Easter_Eggs_2016_DisplayName=The Real Easter Bunny
PlayerRoles_Ach1_Holiday_Role_Easter_Eggs_2016_Description=Earned by delivering eggs to contacts during the "Mayor Jane Derren's San Paro Easter Egg Hunt 2016" event.↵↵Awards 'The Real Easter Bunny' title.
PlayerRoles_Ach_1Chaos_KillStats_TotalKills_DisplayName=Anarchy - Provocateur
PlayerRoles_Ach_1Chaos_KillStats_TotalKills_Description=Earned by killing a total of 100 players in a Chaos District.↵↵Awards the 'Provocateur' title.
PlayerRoles_Ach_1Chaos_TimeStreak_DisplayName=Anarchy - Survivor
PlayerRoles_Ach_1Chaos_TimeStreak_Description=Earned by staying alive for 10 minutes in a single life in either Chaos District.↵↵Awards the 'Survivor' title.
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_DisplayName=Head of the Class
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_Description=Gained by becoming the Headless Horseman in the Halloween event. ↵↵Awards the 'Head of the Class' title.
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_2015_DisplayName=Vengeful Spirit 2015
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_2015_Description=Gained by becoming the Headless Horseman in the Halloween 2015 event. ↵↵Awards the 'Vengeful Spirit' title.
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_2016_PC_DisplayName=Level Headed 2016
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_2016_PC_Description=Gained by becoming the Headless Horseman in the Halloween 2016 event.↵↵Awards the 'Level Headed' title.
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_2017_PC_DisplayName=Soul Collector 2017
PlayerRoles_Ach_1Halloween_Infection_BecomeProtagonist_2017_PC_Description=Gained by becoming the Headless Horseman in the Halloween 2017 event.↵↵Awards the 'Soul Collector' title.
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_DisplayName=Halloween Enthusiast
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_Description=Gained by completing the Halloween event 10 times.↵↵Awards the 'Halloween Enthusiast' title.
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_2015_DisplayName=Back for More 2015
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_2015_Description=Gained by completing the Halloween 2015 event 10 times.↵↵Awards the 'Back For More' title.
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_2016_PC_DisplayName=Participator Extraordinaire 2016
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_2016_PC_Description=Gained by completing the Halloween 2016 event 10 times.↵↵Awards the 'Participator Extraordinaire' title.
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_2017_PC_DisplayName=Halloween Spirit 2017
PlayerRoles_Ach_1Halloween_Infection_GamesPlayed_2017_PC_Description=Gained by completing the Halloween 2017 event 25 times.↵↵Awards the 'Halloween Spirit' title and a witch/wizard hat.
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_DisplayName=Bloodshed
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_Description=Gained by converting 25 Survivors to the Pumpkin Head Army in the Halloween 2015 event. ↵↵Awards the 'Bloodletter' title, and once the event is over, will reward a special clothing item.
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_2015_DisplayName=One of Many 2015
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_2015_Description=Gained by converting 25 Survivors to the Pumpkin Head Army in the Halloween 2015 event. ↵↵Awards the 'One of Many' title, and a new special clothing item once the Halloween event is over.
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_2016_PC_DisplayName=The Pumpkin Menace 2016
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_2016_PC_Description=Gained by converting 25 Survivors to the Pumpkin Head Army in the Halloween 2016 event. ↵↵Awards 'The Pumpkin Menace' title, and a creepy backpack.
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_2017_PC_DisplayName=Dead Man Walking 2017
PlayerRoles_Ach_1Halloween_Infection_KillAsPumpkinHead_2017_PC_Description=Gained by converting 25 Survivors to the Pumpkin Head Army in the Halloween 2017 event. ↵↵Awards the 'Dead Man Walking' title and the Halloween Ghost weapon skin.
PlayerRoles_Ach_1Halloween_Infection_KillAsSurvivor_2017_PC_DisplayName=Survivor Elite 2017
PlayerRoles_Ach_1Halloween_Infection_KillAsSurvivor_2017_PC_Description=Gained by killing 100 members of the Pumpkin Head Army in the Halloween 2017 event. ↵↵Awards the 'Survivor Elite' title and a creepy backpack.
PlayerRoles_Ach_1Halloween_Infection_Survived_DisplayName=Last Known Survivor
PlayerRoles_Ach_1Halloween_Infection_Survived_Description=Gained by reaching the end of the Halloween 2014 event without being converted.↵↵Awards the 'Last Known Survivor' title.
PlayerRoles_Ach_1Halloween_Infection_Survived_2015_DisplayName=Human Resistance 2015
PlayerRoles_Ach_1Halloween_Infection_Survived_2015_Description=Gained by reaching the end of the Halloween 2015 event without being converted.↵↵Awards the 'Human Resistance title.
PlayerRoles_Ach_1Halloween_Infection_Survived_2016_PC_DisplayName=Still Alive 2016
PlayerRoles_Ach_1Halloween_Infection_Survived_2016_PC_Description=Gained by reaching the end of the Halloween 2016 event without being converted.↵↵Awards the 'Still Alive' title.
PlayerRoles_Ach_1Halloween_Infection_Survived_2017_PC_DisplayName=I Am Legend 2017
PlayerRoles_Ach_1Halloween_Infection_Survived_2017_PC_Description=Gained by reaching the end of the Halloween 2017 event without being converted.↵↵Awards the 'I Am Legend' title and a creepy clown mask.
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2014_DisplayName=Deck the Halls 2014
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2014_Description=Earned by gaining score in the "12 Deaths of Christmas 2014" event. ↵↵Unlocks the FAR 'Vanguard' for purchase on completion.
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2015_DisplayName=Deck the Halls 2015
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2015_Description=Earned by gaining score in the "12 Deaths of Christmas 2015" event. ↵↵Unlocks the 'Elf Hat and Ears' for purchase on completion.
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2016_PC_DisplayName=Deck the Halls 2016
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2016_PC_Description=Earned by gaining score in the "12 Deaths of Christmas 2016" event. ↵↵Unlocks the 'Santa Backpack' and 'Santa Jacket' for purchase on completion.
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2017_PC_DisplayName=Deck the Halls 2017
PlayerRoles_Ach_1Holiday_Christmas_GunGame_Score_2017_PC_Description=Earned by gaining score in the "12 Deaths of Christmas 2017" event. ↵↵Unlocks the 'Elf Hat and Ears', 'Santa Backpack' and 'Santa Jacket' for purchase and awards 'Yearning for a White Christmas' and 'Yearning for a Summer Christmas' titles on completion.
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Owner_DisplayName=The Gift That Keeps on Giving
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Owner_Description=Earned by other players killing with weapons from your Secret Santa Gift Boxes.↵↵Awards a unique Weapon Skin on completion.
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2014_DisplayName=Ho Ho Ho, Now I Have a... 2014
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2014_Description=Earned by grabbing weapons from Secret Santa Gift Boxes and killing others during the Christmas 2014 event.↵↵Unlocks the FAR 'Charger' Assault Rifle for purchase when completed.
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2015_DisplayName=Ho Ho Ho, Now I Have a... 2015
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2015_Description=Earned by grabbing weapons from Secret Santa Gift Boxes and killing others during the Christmas 2015 event.↵↵Unlocks the Raptor 'Hawk' Assault Rifle for purchase when completed.
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2016_PC_DisplayName=Ho Ho Ho, Now I Have a... 2016
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2016_PC_Description=Earned by grabbing weapons from Secret Santa Gift Boxes and killing others during the Christmas 2016 event.↵↵Unlocks the CASE 'The Bolo' Light Machine Gun for purchase when completed.
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2017_PC_DisplayName=Ho Ho Ho, Now I Have a... 2017
PlayerRoles_Ach_1Holiday_Christmas_SecretSanta_Pickup_2017_PC_Description=Earned by grabbing weapons from Secret Santa Gift Boxes and killing others during the Christmas 2017 event.↵↵When completed, unlocks the S1-FA Assault Rifle and a choice of FAR 'Charger', Raptor 45 'Hawk', Raptor 45 'Vulture' or CASE 'The Bolo' for purchase from contacts.↵↵↵↵
PlayerRoles_Ach_1Holiday_Easter_EggsDelivered_2017_PC_DisplayName=Egg Smugler
PlayerRoles_Ach_1Holiday_Easter_EggsDelivered_2017_PC_Description=Beat up Bunnies, Chickens and other Players and bring their eggs to any fence. Careful, if you're carrying any eggs, dying will lose half of them, and being mugged will lose them all!↵↵Awards the 'Egg Smuggler' Title.↵↵
PlayerRoles_Ach_1Holiday_Easter_EggsDelivered_2018_PC_DisplayName=Mayor's Egg Hunter
PlayerRoles_Ach_1Holiday_Easter_EggsDelivered_2018_PC_Description=Earned by delivering eggs to contacts during the "Mayor Jane Derren's San Paro Easter Egg Hunt 2018" event.↵↵Awards the 'Mayor's Egg Hunter' title.↵↵
PlayerRoles_Ach_1Holiday_Easter_MatchesPlayed_2016_DisplayName=Hopping Mad
PlayerRoles_Ach_1Holiday_Easter_MatchesPlayed_2016_Description=Earned by playing the "Mayor Jane Derren's San Paro Easter Egg Hunt 2016" event multiple times.↵↵Awards the 'Hopping Mad' title.
PlayerRoles_Ach_1Holiday_Easter_MatchesPlayed_2017_PC_DisplayName=In the Hen House
PlayerRoles_Ach_1Holiday_Easter_MatchesPlayed_2017_PC_Description=Earned by completing matches in the "Mayor Jane Derren's San Paro Easter Egg Hunt" event.↵↵Awards the 'In the Hen House' title.
PlayerRoles_Ach_1Holiday_Easter_MatchesPlayed_2018_PC_DisplayName=Den Protector
PlayerRoles_Ach_1Holiday_Easter_MatchesPlayed_2018_PC_Description=Earned by playing the "Mayor Jane Derren's San Paro Easter Egg Hunt 2018" event multiple times.↵↵Awards the 'Den Mother' or 'Den Father' title.
PlayerRoles_Ach_1Holiday_Easter_PlayersKilled_2016_DisplayName=The Thumper
PlayerRoles_Ach_1Holiday_Easter_PlayersKilled_2016_Description=Earned by killing players in the "Mayor Jane Derren's San Paro Easter Egg Hunt 2016" event.↵↵Awards 'The Thumper' title.
PlayerRoles_Ach_1Holiday_Easter_PlayersKilled_2017_PC_DisplayName=The Wolf
PlayerRoles_Ach_1Holiday_Easter_PlayersKilled_2017_PC_Description=Earned by killing players in the "Mayor Jane Derren's San Paro Easter Egg Hunt" event.↵↵Awards 'The Wolf' title.
PlayerRoles_Ach_1Holiday_Easter_PlayersKilled_2018_PC_DisplayName=Den Ruler
PlayerRoles_Ach_1Holiday_Easter_PlayersKilled_2018_PC_Description=Earned by killing players in the "Mayor Jane Derren's San Paro Easter Egg Hunt 2018" and "Hot Cross Guns 2018" events.↵↵Awards 'The Duke' or 'The Duchess' title.
PlayerRoles_Ach_1Holiday_Easter_PlayersMugged_2016_DisplayName=Pure Gangster
PlayerRoles_Ach_1Holiday_Easter_PlayersMugged_2016_Description=Earned by mugging players in the "Mayor Jane Derren's San Paro Easter Egg Hunt 2016" event.↵↵Awards the 'Pure Gangster' title.
PlayerRoles_Ach_1Holiday_Easter_PlayersMugged_2017_PC_DisplayName=Egg-O-Matic
PlayerRoles_Ach_1Holiday_Easter_PlayersMugged_2017_PC_Description=Earned by Mugging players in the "Mayor Jane Derren's San Paro Easter Egg Hunt" event.↵↵Awards the 'Egg-O-Matic' title.
PlayerRoles_Ach_1Holiday_Easter_PlayersMugged_2018_PC_DisplayName=Egg Thief
PlayerRoles_Ach_1Holiday_Easter_PlayersMugged_2018_PC_Description=Earned by mugging players in the "Mayor Jane Derren's San Paro Easter Egg Hunt 2018" event.↵↵Awards the 'Egg Thief' title.
PlayerRoles_Ach_2Holiday_Easter_MatchesPlayed_DisplayName=Chicken Coop
PlayerRoles_Ach_2Holiday_Easter_MatchesPlayed_Description=Earned by playing the "Mayor Jane Derren's San Paro Easter Egg Hunt" event multiple times.↵↵Awards the 'Chicken Coop' title.
PlayerRoles_Ach_2Holiday_Easter_PlayersKilled_DisplayName=The Big Hit
PlayerRoles_Ach_2Holiday_Easter_PlayersKilled_Description=Earned by killing players in the "Mayor Jane Derren's San Paro Easter Egg Hunt" and "Hot Cross Guns" events.↵↵Awards 'The Big Hit' title.
PlayerRoles_Ach_2Holiday_Easter_PlayersMugged_DisplayName=Thug's Life
PlayerRoles_Ach_2Holiday_Easter_PlayersMugged_Description=Earned by mugging players in the "Mayor Jane Derren's San Paro Easter Egg Hunt" event.↵↵Awards the 'Thug's Life' title.
PlayerRoles_Ach_Assists_DisplayName=Reinforcement
PlayerRoles_Ach_Assists_Description=Earned by assisting groupmates kill 100 enemy players.
PlayerRoles_Ach_BackUp_DisplayName=Help!
PlayerRoles_Ach_BackUp_Description=Earned by successfully calling in backup 100 times.
PlayerRoles_Ach_CrimCarThief_DisplayName=Car Thief
PlayerRoles_Ach_CrimCarThief_Description=Earned by stealing and delivering 1000 vehicles.↵↵Awards the 'Car Thief' title.
PlayerRoles_Ach_CrimHitman_DisplayName=Hitman
PlayerRoles_Ach_CrimHitman_Description=Earned by killing 10000 enemy players.
PlayerRoles_Ach_CrimKillPrestige5Behind_DisplayName=Playing Dirty...
PlayerRoles_Ach_CrimKillPrestige5Behind_Description=Earned by killing a Prestige 5 Enforcer by shooting him in the back
PlayerRoles_Ach_CrimMastermind_DisplayName=Criminal Mastermind
PlayerRoles_Ach_CrimMastermind_Description=Earned by successfully completing 100 Missions.
PlayerRoles_Ach_CrimNotoriety5Time_DisplayName=Most Wanted
PlayerRoles_Ach_CrimNotoriety5Time_Description=Earned by spending an hour total at notoriety 5.↵↵Awards the 'Most Wanted' title.
PlayerRoles_Ach_CrimPristineVehicleDelivery_DisplayName=Cherry Ride
PlayerRoles_Ach_CrimPristineVehicleDelivery_Description=Earned by succesfully delivering 50 vehicles in pristine condition.
PlayerRoles_Ach_CrimRamRaids_DisplayName=Five Finger Discount
PlayerRoles_Ach_CrimRamRaids_Description=Earned by ram raiding 500 shopfronts.
PlayerRoles_Ach_CrimVandalism_DisplayName=Hooligan
PlayerRoles_Ach_CrimVandalism_Description=Earned by completing 100 mission objectives which require vandalizing a target.↵
PlayerRoles_Ach_EnfArrestKillStreak_DisplayName=Busted
PlayerRoles_Ach_EnfArrestKillStreak_Description=Earned by arresting a player who is on a kill streak.
PlayerRoles_Ach_EnfArrestStreak_DisplayName=SuperCop
PlayerRoles_Ach_EnfArrestStreak_Description=Earned by arresting 5 criminals without dying.
PlayerRoles_Ach_EnfDetective_DisplayName=Detective
PlayerRoles_Ach_EnfDetective_Description=Earned by successfully completing 100 Missions.
PlayerRoles_Ach_EnfKnockoutEnemy_DisplayName=Sweet Dreams Asshole
PlayerRoles_Ach_EnfKnockoutEnemy_Description=Earned by stunning 500 opposing players with less than lethal weapons.
PlayerRoles_Ach_EnfSWAT_DisplayName=SWAT
PlayerRoles_Ach_EnfSWAT_Description=Earned by killing 10000 Criminals. These kills must be honorable (i.e. killing arrested players doesn't count).
PlayerRoles_Ach_EnfTakeoutNotoriety5_DisplayName=Bounty Hunter
PlayerRoles_Ach_EnfTakeoutNotoriety5_Description=Earned by arresting/killing 5 criminals who are notoriety 5.↵↵Awards the 'Bounty Hunter' title.
PlayerRoles_Ach_EnfTimePrestige5_DisplayName=Dangerous Individual
PlayerRoles_Ach_EnfTimePrestige5_Description=Earned by spending an hour total at prestige 5.↵↵Awards the 'Dangerous Individual' title.
PlayerRoles_Ach_EnfWitnessing_DisplayName=Out on Patrol
PlayerRoles_Ach_EnfWitnessing_Description=Earned by witnessing 15 criminals performing crimes.
PlayerRoles_Ach_HealthRegenerated_DisplayName=R&R
PlayerRoles_Ach_HealthRegenerated_Description=Earned by regenerating enough health to have healed you fully 99 times.
PlayerRoles_Ach_KillFromBehind_DisplayName=Backstabber
PlayerRoles_Ach_KillFromBehind_Description=Earned by killing 5 enemies from behind.↵↵Awards the 'Backstabber' title.
PlayerRoles_Ach_KillGroupAsPassenger_DisplayName=Drive-by Annihilation
PlayerRoles_Ach_KillGroupAsPassenger_Description=Earned by killing an entire enemy group at once as the passenger of a vehicle.
PlayerRoles_Ach_KillGroupDestroyedVehicle_DisplayName=Boom goes the Dynamite!
PlayerRoles_Ach_KillGroupDestroyedVehicle_Description=Earned by killing an entire enemy group by destroying a vehicle.
PlayerRoles_Ach_KillNot5FromBehind_DisplayName=Cold-blooded
PlayerRoles_Ach_KillNot5FromBehind_Description=Earned by killing a player who is notoriety 5 from behind.
PlayerRoles_Ach_KillOppAsPassenger_DisplayName=Drive-by
PlayerRoles_Ach_KillOppAsPassenger_Description=Earned by killing 50 opposing players as a passenger in a vehicle.
PlayerRoles_Ach_KillOppInVehicleWGrenade_DisplayName=CarBoom!
PlayerRoles_Ach_KillOppInVehicleWGrenade_Description=Earned by killing an opponent in a vehicle with a grenade.
PlayerRoles_Ach_Max2T4Contacts_DisplayName=Friends in High Places
PlayerRoles_Ach_Max2T4Contacts_Description=Earned by gaining 100 contact levels.
PlayerRoles_Ach_Max3Roles_DisplayName=Skills to Pay the Bills
PlayerRoles_Ach_Max3Roles_Description=Earned by obtaining 45 ranks in roles or achievements.
PlayerRoles_Ach_Max_Bloodroses_T0_DisplayName=New Blood
PlayerRoles_Ach_Max_Bloodroses_T0_Description=Max your Standing with the first Bloodrose Contacts.↵↵Strega Bloodrose↵Britney Bloodrose↵↵Awards the 'New Blood' title.
PlayerRoles_Ach_Max_Bloodroses_T4_DisplayName=Blood-Brother
PlayerRoles_Ach_Max_Bloodroses_T4_Description=Max your Standing with the Bloodrose Kingpin, Michael Simeone.↵↵Awards the 'Blood-Brother' title.
PlayerRoles_Ach_Max_GKing_T0_DisplayName=Original G
PlayerRoles_Ach_Max_GKing_T0_Description=Max your Standing with the first G-King Contacts.↵↵Veronika Lee↵Terri Quan↵↵Awards the 'Original G' title.
PlayerRoles_Ach_Max_GKing_T4_DisplayName=Friend of Gresty
PlayerRoles_Ach_Max_GKing_T4_Description=Max your Standing with the G-King leader, Arlon Benjamin.↵↵Awards the 'Friend of Gresty' title.↵
PlayerRoles_Ach_Max_Praetorian_T0_DisplayName=New to the Force
PlayerRoles_Ach_Max_Praetorian_T0_Description=Max your Standing with the first Praetorian Contacts.↵↵Ty Durrant↵Eva Orlandez↵↵Awards the 'Rookie' title.
PlayerRoles_Ach_Max_Praetorian_T4_DisplayName=ShadowStrike Elite
PlayerRoles_Ach_Max_Praetorian_T4_Description=Max your Standing with the Praetorian CEO, Justin Teng.↵↵Awards the 'ShadowStrike Elite' title.
PlayerRoles_Ach_Max_Prentiss_T0_DisplayName=First Pick
PlayerRoles_Ach_Max_Prentiss_T0_Description=Max your Standing with the first Prentiss Tiger Contacts↵↵Violet Prentiss↵Chung Hee↵↵Awards the 'First Pick' title.
PlayerRoles_Ach_Max_Prentiss_T4_DisplayName=Track Star
PlayerRoles_Ach_Max_Prentiss_T4_Description=Max your Standing with the Prentiss Tiger's team captain, Orlenz Moretti.↵↵Awards the 'Track Star' title.↵
PlayerRoles_Ach_MedalsWon_DisplayName=Medal Chaser
PlayerRoles_Ach_MedalsWon_Description=Earned by winning 100 positive medals in opposed missions.
PlayerRoles_Ach_MiscMVP_DisplayName=Most Valuable Player
PlayerRoles_Ach_MiscMVP_Description=Earned by achieving the MVP status at the end of a match 5 times total
PlayerRoles_Ach_MiscMetersSprinted_DisplayName=Olympic Contender
PlayerRoles_Ach_MiscMetersSprinted_Description=Earned by sprinting 50km in total.↵↵Awards the 'Olympic Contender' title.
PlayerRoles_Ach_OWGraffiti_DisplayName=Indoctrinate the Masses
PlayerRoles_Ach_OWGraffiti_Description=Earned by tagging 50 open world graffiti points.
PlayerRoles_Ach_OWLargeDelivery_DisplayName=Neither Snow, Nor Rain, Nor Heat...
PlayerRoles_Ach_OWLargeDelivery_Description=Earned by successfully delivering 25 large task items.
PlayerRoles_Ach_OWMediumDelivery_DisplayName=Mailman
PlayerRoles_Ach_OWMediumDelivery_Description=Earned by successfully delivering 100 medium task items.↵↵Awards the 'Mailman' title.
PlayerRoles_Ach_OWSmallDelivery_DisplayName=If You Could Sign by the X
PlayerRoles_Ach_OWSmallDelivery_Description=Earned by successfully delivering 500 small task items.
PlayerRoles_Ach_OWVehicleDelivery_DisplayName=Valet
PlayerRoles_Ach_OWVehicleDelivery_Description=Earned by successfully delivering 100 vehicles.↵↵Awards the 'Valet' title.
PlayerRoles_Ach_OpposedGameTime_DisplayName=Seasoned Veteran
PlayerRoles_Ach_OpposedGameTime_Description=Earned by spending a full day of gametime opposed to enemy players.↵↵Awards the 'Seasoned Veteran' title.
PlayerRoles_Ach_PlayerVehicleDestroyed_DisplayName=CarBeque
PlayerRoles_Ach_PlayerVehicleDestroyed_Description=Earned by destroying vehicles driven by players.
PlayerRoles_Ach_StartGroups_DisplayName=Natural Born Leader
PlayerRoles_Ach_StartGroups_Description=Earned by starting 100 groups.
PlayerRoles_Ach_Threat30_DisplayName=Kind of a Big Deal
PlayerRoles_Ach_Threat30_Description=Earned by achieving Gold threat.
PlayerRoles_Ach_VehicleKills_DisplayName=Right of Way
PlayerRoles_Ach_VehicleKills_Description=Earned by killing 500 players with a vehicle.
PlayerRoles_Ach_VehicleRepairAmount_DisplayName=Grease Monkey
PlayerRoles_Ach_VehicleRepairAmount_Description=Earned by repairing enough vehicle damage to fully repair 400 average vehicles.↵↵Awards the 'Grease Monkey' title.
PlayerRoles_Chaos_KillStreak1_DisplayName=Anarchy - Score Streak 1
PlayerRoles_Chaos_KillStreak1_Description=Earned by gaining a score of 500 during one life in the Anarchy Event.↵↵Awards 150 Joker Tickets.↵
PlayerRoles_Chaos_KillStreak2_DisplayName=Anarchy - Score Streak 2
PlayerRoles_Chaos_KillStreak2_Description=Earned by gaining a score of 1000 during one life in the Anarchy Event.↵↵Awards 350 Joker Tickets.
PlayerRoles_Chaos_KillStreak3_DisplayName=Anarchy - Score Streak 3
PlayerRoles_Chaos_KillStreak3_Description=Earned by gaining a score of 1500 during one life in the Anarchy Event.↵↵Awards a one-off 10-Day lease of the Nekrova Squad Support Weapon.
PlayerRoles_Contagion_ACESKills_DisplayName=Mutation!
PlayerRoles_Contagion_ACESKills_Description=The infection has Mutated! While the Colby .45 AP is no longer infectious, infected players can now gain the Agrotech Close Engagement System (ACES), and use this to level this role. ↵↵Rewards the 'Mutated' title and a lease of the ACES Rifle variant.↵↵Earned by killing players with the Agrotech Close Engagement System.
PlayerRoles_Contagion_ColbyClassicDeaths_DisplayName=Infected
PlayerRoles_Contagion_ColbyClassicDeaths_Description=Earned by dying to a player wielding the Colby .45 AP.
PlayerRoles_Contagion_ColbyClassicKills_DisplayName=Contagious
PlayerRoles_Contagion_ColbyClassicKills_Description=The infection has become more potent. An extra level has been added that gifts a new weapon, the Agrotech Close Engagement System.↵↵Earned by Killing other players with the Colby .45 AP. If you have not been infected yet, you can find the Colby .45AP on the Armas Marketplace or in the Joker Distribution Store.
PlayerRoles_Holiday_4thJuly_StolenWeapon_DisplayName=Stars and Stripes
PlayerRoles_Holiday_4thJuly_StolenWeapon_Description=Take up arms against your enemies in this time-limited event. Kill enemies in mission districts with dropped weapons to gain Kill Points to level this role.↵Killing a player with his own weapon counts for double!↵↵Awards the Bald Eagle Mask and 'Stars' title at Level 1, and the Uncle Sam Jacket and 'Stars & Stripes' title when complete.
PlayerRoles_Holiday_Easter_EggsCollected_2016_DisplayName=Skull Cracker
PlayerRoles_Holiday_Easter_EggsCollected_2016_Description=Beat up bunnies, chickens or other players and steal their eggs during the "Mayor Jane Derren's San Paro Easter Egg Hunt 2016" event. Careful, you'll lose half the eggs you are carrying if you die, and being mugged will lose them all. Deliver your eggs to a contact to keep them safe, but note that every additional delivery will lower your bonus multiplier.↵↵Awards 100 Joker Tickets for every level. Completing the role will gain you the 'Skull Cracker' title.
PlayerRoles_Holiday_Easter_EggsCollected_2017_PC_DisplayName=Oologist
PlayerRoles_Holiday_Easter_EggsCollected_2017_PC_Description=Earned by taking eggs from bunnies, chickens and players in the "Mayor Jane Derren's San Paro Easter Egg Hunt" event.↵↵Awards 100 Joker Tickets for every level. Completing the role will gain you the 'Oologist' title.
PlayerRoles_Holiday_Easter_EggsCollected_2018_PC_DisplayName=Egg Wrangler
PlayerRoles_Holiday_Easter_EggsCollected_2018_PC_Description=Beat up bunnies, chickens or other players and steal their eggs during the "Mayor Jane Derren's San Paro Easter Egg Hunt 2018" event. Careful, you'll lose half the eggs you are carrying if you die, and being mugged will lose them all. Deliver your eggs to a contact to keep them safe, but note that every additional delivery will lower your bonus multiplier.↵↵Awards Joker Tickets, titles and clothing items.
PlayerRoles_Holiday_Role_Christmas_DisplayName=Snowball Fight!
PlayerRoles_Holiday_Role_Christmas_Description=Pelt enemy players with snowballs to win prizes. Top prize gives you a Candy Cane Weapon Skin!
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2014_DisplayName=12 Deaths of Christmas 2014
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2014_Description=Earned by reaching weapon tiers in the "12 Deaths of Christmas 2014" event. ↵↵Awards various titles and a unique weapon skin when completed.
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2015_DisplayName=12 Deaths of Christmas 2015
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2015_Description=Earned by reaching weapon tiers in the "12 Deaths of Christmas 2015" event. ↵↵Awards various titles and the Christmas Snowflake weapon skin when completed.
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2016_PC_DisplayName=12 Deaths of Christmas 2016
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2016_PC_Description=Earned by reaching weapon tiers in the "12 Deaths of Christmas 2016" event. ↵↵Awards various titles and the Christmas Snowflake weapon skin when completed.
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2017_PC_DisplayName=12 Deaths of Christmas 2017
PlayerRoles_Holiday_Role_Christmas_GunGame_LevelReached_2017_PC_Description=Earned by reaching weapon tiers in the "12 Deaths of Christmas 2017" event. ↵↵Awards various titles and the Christmas Snowflake weapon skin when completed.
PlayerRoles_Holiday_Role_Christmas_SnowballSkirmish_DisplayName=Snowball Skirmish
PlayerRoles_Holiday_Role_Christmas_SnowballSkirmish_Description=Earned by reaching a number of kills in a snowball fight.↵↵Awards various titles, including Snowball Legend.
PlayerRoles_Holiday_Role_Christmas_SnowballV2_DisplayName=Snowball Wars!
PlayerRoles_Holiday_Role_Christmas_SnowballV2_Description=Take part in Snowball fights in the new minigame district to complete this role. You get 1 point for participating in a snowball fight, and a bonus point if you win!↵↵Unlocks the Santa Hat, Reindeer Antlers and the Raptor 45 'Vulture'.
PlayerRoles_Holiday_Role_Easter_2015_Eggs_DisplayName=Egg Hunt!
PlayerRoles_Holiday_Role_Easter_2015_Eggs_Description=Earned by delivering eggs to contacts during the "Mayor Jane Derren's San Paro Easter Egg Hunt 2015" event.↵↵Level 1: Animal Suit↵Level 2: Rabbit Mask↵Level 3: 'Easter Bunny' title
PlayerRoles_Holiday_Role_Easter_Eggs_DisplayName=Egg Hunt!
PlayerRoles_Holiday_Role_Easter_Eggs_Description=Beat up that Rabbity Bastard and bring his eggs to any fence. Careful, if you're carrying any eggs, other players can attack you.↵↵Level 1: Animal Suit↵Level 2: Rabbit Mask↵Level 3: 'Easter Bunny' title
PlayerRoles_Holiday_Role_HalloweenPumpkins_DisplayName=Pumpkin Smasher
PlayerRoles_Holiday_Role_HalloweenPumpkins_Description=Earned by finding and destroying Pumpkins during Halloween. This role gifts Joker Tickets and unlocks the following titles.↵↵Rank 1 - Pumpkin Chaser (+150 JT)↵Rank 2 - Pumpkin Murderer (+300 JT)↵Rank 3 - Pumpkin Assassin (+400 JT)↵Rank 4 - Pumpkin Terminator (+450 JT)
PlayerRoles_Holiday_Role_HalloweenPurplePumpkins_DisplayName=Purple Pumpkin Hunter
PlayerRoles_Holiday_Role_HalloweenPurplePumpkins_Description=Find and destroy all of the Purple Pumpkins hidden around San Paro. These Pumpkins don't respawn when destroyed, are in unique positions for each player, and can be found throughout Financial and Waterfront.↵↵50% of Pumpkins (150): Halloween Weapon Skin↵100% of Pumpkins (300): Devil Wings↵
PlayerRoles_Holiday_Role_ValentineDaily_DisplayName=Love Lost
PlayerRoles_Holiday_Role_ValentineDaily_Description=Deal with your lost love by finishing 3 matches per day. Rewards titles and the Valentine Quiver.
PlayerRoles_Holiday_Role_ValentinePrimary_DisplayName=Valentine's Week Massacre
PlayerRoles_Holiday_Role_ValentinePrimary_Description=Killing players with any of the Valentine Primary Weapons. Unlocks Valentine love-heart customizable sunglasses and gifts a special pink edition Colby M1922 'Chopper' along with a themed Police-Hat (useable by both factions) for a limited duration. It also unlocks the STAR 556 'Love-Gun' for purchase through contacts, so you can use it after the event is complete, along with the 'Casanova' title and a Valentine's themed weapon skin for use on all skinnable weapons.↵↵Valid Weapons:↵Joker SR15 'Casanova'↵Obeya CR762 'Heartbreaker'↵Colby CSG-20 'Speed-Dater'↵N-HVR 243 'Cupid's Arrow'↵STAR 556 'Love-Gun'↵STAR 556 'Love-Gun' R&D III↵Colby M-1922 'Chopper'↵Colby M-1922 'Big Chopper'
PlayerRoles_Holiday_Role_ValentineSecondary_Crim_DisplayName=Snubby Love
PlayerRoles_Holiday_Role_ValentineSecondary_Crim_Description=Killing players with the Colby SNR 850 'Cherub' from the Valentine's event mail. Unlocks unique preset symbols for use on your vehicle, clothing and body, and once complete unlocks the weapon from contacts, so you can purchase and use the weapon after the event is complete, as well as the 'Cherub Chaser' title.↵↵Valid Weapons:↵Colby SNR 850 'Cherub'↵↵↵
PlayerRoles_Holiday_Role_ValentineSecondary_Enf_DisplayName=Snubby Love
PlayerRoles_Holiday_Role_ValentineSecondary_Enf_Description=Killing players with the Colby SNR 850 'Cherub' from the Valentine's event mail. Unlocks unique preset symbols for use on your vehicle, clothing and body, and once complete unlocks the weapon from contacts, so you can purchase and use the weapon after the event is complete, as well as the 'Cherub Chaser' title.↵↵Valid Weapons:↵Colby SNR 850 'Cherub'↵↵↵
PlayerRoles_OutOfSeason2016_Halloween_DisplayName=Out of Season
PlayerRoles_OutOfSeason2016_Halloween_Description=Complete Infection matches in the Special Event districts to level the Out of Season Role. ↵↵Level 1: Witch / Wizard Hat (and a choice of Consumable)↵Level 2: Halloween Ghost Weapon Skin (and a choice of Consumable)↵Level 3: 'The Re-Run' title.
PlayerRoles_Role0_Holiday_Easter_EggsCollected_DisplayName=Egg Head
PlayerRoles_Role0_Holiday_Easter_EggsCollected_Description=Beat up bunnies, chickens or other players and steal their eggs during the "Mayor Jane Derren's San Paro Easter Egg Hunt" event. Careful, you'll lose half the eggs you are carrying if you die, and being mugged will lose them all. Deliver your eggs to a contact to keep them safe, but note that every additional delivery will lower your bonus multiplier.↵↵Awards the 'Easter Egg Mask' Trophy for the first level, then 100 Joker Tickets for every subsequent level. Completing the role will gain you the 'Egg Head' title.
PlayerRoles_Role1_Cop_DisplayName=Cop
PlayerRoles_Role1_Cop_Description=Advanced by arresting Criminals. ↵↵Unlocks modified Less than Lethal weapons, Enforcer themed vehicle parts and clothing, and various titles.
PlayerRoles_Role1_Demolitions_DisplayName=Demolitions
PlayerRoles_Role1_Demolitions_Description=Advanced by killing players with weapons in the 'Explosive' category.  ↵↵Unlocks modifiable versions of the weapons, modifications that fall into the same theme, and various titles.↵↵Rank 3: 1 Slot↵Rank 4: 2 Slots↵Rank 5: 3 Slots↵Rank 6: Chrome Skin
PlayerRoles_Role1_Grenadier_DisplayName=Grenadier
PlayerRoles_Role1_Grenadier_Description=Advanced by killing players with Grenades. ↵↵Unlocks extra grenade types and various titles.↵↵Rank 1: Percussion Grenade↵Rank 2 or 3: Concussion Grenade
PlayerRoles_Role1_Gunslinger_DisplayName=Gunslinger
PlayerRoles_Role1_Gunslinger_Description=Advanced by killing players with Secondary Weapons.  ↵↵Unlocks modified versions of the weapons and various titles. At maximum level, awards the 'Chrome' skin for all valid weapons.↵
PlayerRoles_Role1_Heavy Weapons Guy_DisplayName=Machine Gunner
PlayerRoles_Role1_Heavy Weapons Guy_Description=Advanced by killing players with weapons in the 'Light Machine Gun' category.  ↵↵Unlocks modifiable versions of the weapons, modifications that fall into the same theme, and various titles. At maximum level, awards the 'Chrome' skin for all valid weapons.↵↵Rank 5: 1 Slot↵Rank 10: 2 Slots↵Rank 15: 3 Slots↵Rank 16: Chrome Skin
PlayerRoles_Role1_Marksman_DisplayName=Marksman
PlayerRoles_Role1_Marksman_Description=Advanced by killing players with weapons in the 'Marksman rifle' category.  ↵↵Unlocks modifiable versions of the weapons, modifications that fall into the same theme, and various titles. At maximum level, awards the 'Chrome' skin for all valid weapons.↵↵Rank 5: 1 Slot↵Rank 10: 2 Slots↵Rank 15: 3 Slots↵Rank 16: Chrome Skin
PlayerRoles_Role1_Pointman_DisplayName=Pointman
PlayerRoles_Role1_Pointman_Description=Advanced by honorably killing players with weapons in the 'SMG' or 'Shotgun' categories.  ↵↵Unlocks modifiable versions of the weapons, modifications that fall into the same theme, and various titles. At maximum level, awards the 'Chrome' skin for all valid weapons, and alternative versions of the OCA-626 and JG-840.↵↵Rank 5: 1 Slot↵Rank 10: 2 Slots↵Rank 15: 3 Slots↵Rank 16: Chrome Skin
PlayerRoles_Role1_Rifleman_DisplayName=Rifleman
PlayerRoles_Role1_Rifleman_Description=Advanced by killing players with weapons in the 'Assault rifle' category.  ↵↵Unlocks modifiable versions of the weapons, modifications that fall into the same theme, and various titles. At maximum level, awards the 'Chrome' skin for all valid weapons and an alternative version of the NTEC-5.↵↵Rank 5: 1 Slot↵Rank 10: 2 Slots↵Rank 15: 3 Slots↵Rank 16: Chrome Skin
PlayerRoles_Role1_Sniper_DisplayName=Sniper
PlayerRoles_Role1_Sniper_Description=Advanced by killing players with weapons in the 'Snipers' category.  ↵↵Unlocks modifiable versions of the weapons, modifications that fall into the same theme, and various titles. At maximum level, awards the 'Chrome' skin for all valid weapons.↵↵Rank 5: 1 Slot↵Rank 10: 2 Slots↵Rank 15: 3 Slots↵Rank 16: Chrome Skin
PlayerRoles_Role21_Munitions Specialist_DisplayName=Munitions Specialist
PlayerRoles_Role21_Munitions Specialist_Description=Advanced by supplying ammo to other players from your Field Supplier, Mobile Supply Unit and Resupply Boxes.↵↵Awards the 'Munitions Specialist' title when Maxed.
PlayerRoles_Role2_CrimArson_DisplayName=Arsonist
PlayerRoles_Role2_CrimArson_Description=Advanced by Performing Arsons. ↵Provides Petrol Can upgrades.↵↵Awards the 'Arsonist' title when Maxed.
PlayerRoles_Role2_CrimBombings_DisplayName=Bomber
PlayerRoles_Role2_CrimBombings_Description=Advanced by bombing targets. ↵Provides more advanced bombs.↵↵Awards the 'Bomber' title when Maxed.
PlayerRoles_Role2_CrimBurglary_DisplayName=Burglar
PlayerRoles_Role2_CrimBurglary_Description=Advanced by Performing Burglaries.  ↵Provides crowbar upgrades.↵↵Awards the 'Master of Unlocking' title when Maxed.
PlayerRoles_Role2_CrimMuggings_DisplayName=Mugger
PlayerRoles_Role2_CrimMuggings_Description=Advanced by mugging pedestrians. ↵Rewards better brass knuckles.↵↵Awards the 'Mugger' title when Maxed.
PlayerRoles_Role2_CrimRescue_DisplayName=Saviour
PlayerRoles_Role2_CrimRescue_Description=Advanced by Rescuing fellow criminals. ↵Provides better hand-cuff keys.↵↵Awards the 'Saviour' title when Maxed.
PlayerRoles_Role2_Crim_Graffiti_DisplayName=Graffiti Artist
PlayerRoles_Role2_Crim_Graffiti_Description=Advanced by Spraying Graffiti. ↵Provides better spray-cans.↵↵Awards the 'Graffiti Artist' title when Maxed.
PlayerRoles_Role2_Crim_Hacking_DisplayName=Black-Hat
PlayerRoles_Role2_Crim_Hacking_Description=Advanced by hacking targets. ↵Provides better laptops↵↵Awards the 'Black-Hat' title when Maxed.
PlayerRoles_Role2_Crim_VehicleTheft_DisplayName=Booster
PlayerRoles_Role2_Crim_VehicleTheft_Description=Advanced by breaking into locked vehicles. ↵Provides better slim-jims↵↵Awards the 'Booster' title when Maxed.
PlayerRoles_Role2_EnfBombsDefused_DisplayName=Bomb Squad
PlayerRoles_Role2_EnfBombsDefused_Description=Advanced by defusing bombs. ↵Rewards better wire cutters.↵↵Awards the 'Bomb Squad' title when Maxed.
PlayerRoles_Role2_EnfCSI_DisplayName=Crime-Scene Investigator
PlayerRoles_Role2_EnfCSI_Description=Advanced by completing crime scene investigations. ↵Provides better cameras↵↵Awards the 'Crime-Scene Investigator' title when Maxed.
PlayerRoles_Role2_Enf_ForcedEntry_DisplayName=Ram-Man
PlayerRoles_Role2_Enf_ForcedEntry_Description=Advanced by knocking in doors.  ↵Provides better battering rams. ↵↵Awards the 'Ram-Man' title when Maxed.
PlayerRoles_Role2_Enf_Graffiti_DisplayName=Graffiti Artist
PlayerRoles_Role2_Enf_Graffiti_Description=Advanced by Spraying Graffiti. ↵Provides better paint sprayers.↵↵Awards the 'Graffiti Artist' title when Maxed.
PlayerRoles_Role2_Enf_Hacking_DisplayName=White-Hat
PlayerRoles_Role2_Enf_Hacking_Description=Advanced by hacking targets.  ↵Provides better laptops↵↵Awards the 'White-Hat' title when Maxed.
